{
  "showerThoughts": [
	"Shower Thoughts are cleaner than Bath Thoughts because when you come up with bath thoughts <br/>you are soaking in your own filth as when you shower you are not! Thats why we are showerthoughts",
    "Aren't you techinally growing water.. when you pour water in water?",
    "Insert shower thought here ;/",
    "Did I already use soap here..?",
    "Is that enough shampoo?",
    "Did I even shampoo?",
    "Is that enough conditioner?",
    "Did I even use conditioner?",
    "This smells nice...",
    "AH COLD WATER",
    "AH HOT WATER",
    "But mommm I don't want to get out!!!",
    "Randomly hearing your favorite song on the radio is more satisfying than playing it directly from your phone.",
    "'Go to bed, you'll feel better in the morning' is the human version of 'Did you turn it off and turn it back on again?'",
    "Maybe plants are really farming us, giving us oxygen until we eventually expire and turn into mulch which they can consume",
    "Theme parks can snap a crystal clear picture of you on a roller coaster at 70 mph, but bank cameras can't get a clear shot of a robber standing still.",
    "Lawyers hope you get sued, doctors hope you get sick, cops hope you're criminal, mechanics hope you have car trouble, but only a thief wishes prosperity for you.",
    "As a kid my parents taught me to not believe everything I see on TV, now I have to teach them to not believe everything they see on Facebook.",
    "The Olympics should have a 'For Fun' section at the end of all the games so all the athletes can try different sports.",
    "Tall people are expected to use their reach to help shorter people, but if a tall person were to ask a short person to hand them something they dropped on the floor it'd be insulting.",
    "What if Earth is like one of those uncontacted tribes in South America, like the whole Galaxy knows we're here but they've agreed not to contact us until we figure it out for ourselves.",
    "If I get up 10 minutes earlier than usual, I treat it like 2 extra hours and end up late for work.",
    "If someone offered to pay for my food and rent for the next 18 years, I'd do anything they ask of me. But I complained every time I took the trash out while living at my parent's house.",
    "Aliens invaded the Moon on July 20th, 1969.",
    "When you say 'Forward' or 'Back', your lips move in those directions.",
    "Instead of colorizing photos, in 50 years we will be removing filters.",
    "I've woken up over 10,000 times and I'm still not used to it",
    "When a company offers me a better price after I cancel their subscription, they're just admitting they were overcharging me.",
    "Somewhere in the world, there is somebody with your dream job that hates going to work everyday.",
    "Christmas feels more like a deadline than a holiday.",
    "'DO NOT TOUCH' would probably be a really unsettling thing to read in braille.",
    "After years of disliking the way i look, only now i realize I'm not ugly, I'm just not my type.",
    "Vehicles today can surf the web, link to your phone, stream music and videos, etc.. but they still can't perform a simple database lookup to tell you what the check engine light is on for.",
    "People who are goodlooking but have terrible personalities are basically real life click baits.",
    "Last night my friend asked to use a USB port to charge his cigarette, but I was using it to charge my book. The future is stupid.",
    "When people think about travelling to the past, they worry about accidentally changing the present, but no one in the present really thinks they can radically change the future.",
    "When you drink alcohol you are just borrowing happiness from tomorrow.",
    "There should be a millenial edition of Monopoly where you just walk round the board paying rent, never able to buy anything.",
    "Gyms should have memberships where your fee goes down based on how often you go.",
    "If the movie 'Honey, I Shrunk the Kids' took place in Australia, those kids would have died really, really quick.",
    "What is the difference between a chapel and church..?",
    "If humans cut down trees, to make bird houses, aren't we just cutting down a bird house to make a bird house?",
    "If 2 mind readers eachothers mind, who's mind are they reading?",
    "Why do we have finger tips but not toe tips?",
    "Why can we tip toe but not tip finger?",
    "Doesn't ice cubes just float in there own blood?",
	  "Does Mike Wasoutski Blink or Wink?",
	  "There is a neuron network in your brain to remember what a neuron is..",
	  "Our parents have known us longer than we’ve known ourselves.",
	  "Lighters become less able to light when they are lighter",
	  "A bad day that starts out bad is better than a bad day that starts out good",
	  "Nails are the closest we have to body armor.",
	  "A large part of the population that has passed has never known the pleasure of a hot shower.",
	  "When you are wearing headphones and speak loudly to someone, you are subconsciously telling them how loud they need to speak in order to be heard by you",
	  "Any amount of food, even no food at all, is technically enough food to last you for the rest of your life",
	  "When you get a loan at the bank, the bank just sells you money for even more money",
	  "There have probably been cold case documentaries that have been watched by the actual murderer<br/>Adding my own input onto this, its kinda creepy and funny at the same time, 'NO THATS NOT HOW I DID IT!!'",
	  "There's a fine line between having enough coffee in your mug to reheat it and having enough to drink the rest as is",
	  "It’s more acceptable for a bus to arrive at the stop late, than early.",
	  "Whoever created the tradition of not seeing the bride in the wedding dress beforehand saved countless husbands <br/>everywhere from hours of dress shopping and will forever be a hero to all men.<br/>To add my own input onto this, this is if you do not enjoy shopping *",
	  "We laugh at dogs getting excited when they hear a bark on TV, but if TV was a nonstop stream of unintelligible noises <br/>and then someone suddenly spoke to you in your language, <br/>you'd be pretty startled too.",
	  "When you're a kid, you don't realize you're also watching your mom and dad grow up.",
	  "Dads probably bond with dogs so much because, in our society, men don’t get shown a lot of affection <br/>but dogs give tons of affection regardless",
	  "Being able to tolerate the sound of your own voice in a video is probably the highest form of self acceptance.",
	  "If elevators hadn't been invented, all the CEOs and important people would have their offices on the first floor as a sign of status.",
	  "11 babies have been born in Antarctica, and none of them died as infants, meaning Antarctica has the lowest infant mortality rate at 0%",
	  "Somebody at google was just like 'yea, just have someone drive down every road on earth'.",
	  "Gummy worms have more bones in them than actual worms.",
	  "It would be cool if after you died you could see the top 5 times you almost died.",
	  "The syllables in “on your mark, get set, go” are a countdown",
	  "Being a real grown up isn’t cooking a fancy dinner, it’s having a clean kitchen <br/>when you go to bed after cooking a fancy dinner.",
	  "Night before a day off is more satisfying than the actual day off.",
	  "The internet both almost killed off the postal service with email and <br/>then made it more needed than ever with online delivery",
	  "Biting your tongue while eating is a perfect example of how you can still screw up, <br/>even with decades of experience.",
	  "The biggest form of peer pressure as a kid wasn’t drugs, alcohol, or cigarettes. <br/>It came during exams when it was completely silent and you heard everyone turn to page 2 <br/>while you were still on the first question.",
	  "Google earth is one of the most incredible things ever created by man but is taken for granted as if it were nothing.",
	  "Thermometers are speedometers for atoms",
	  "As a kid, teenagers seemed so big and scary because in most TV shows they were actually played by adults in their 20s.",
	  "People who jog on the roads in the dark, wearing dark clothing and no lights or reflectors are a unique combination of a person who cares about their health <br/>and well-being and doesn’t care about their health and well-being.<br/>COUGH COUGH COULDNT BE ME ( only my friends know. )",
	  "Watching a graduation ceremony is like sitting through a movie thats entirely end credits. really depressing.. and bording lol :(",
	  "The kids growing up gaming on tablets are going to have all the internet addiction without any of the computer skills....",
	  "You know you’re an adult when you miss trash day and it ruins your entire week.",
	  "Running from the cops is the ultimate double or nothing.",
	  "There is no physical evidence to say that today is Wednesday, <br/>we all just have to trust that someone has kept count since the first one ever.",
	  "The tallest person in the world has physically experienced being the exact height <br/>of every other person in the world at some point",
	  "Placing hand sanitizers in elevators would probably increase there usage simply because people have nothing else to do.",
	  "Being an adult is eating the crust not because you like it, but because you paid for it.",
	  "Both concrete and glass are mostly made of sand which makes skyscrapers just really tall sandcastles"
]}